{
  "main": "Equalizer",
  "baseline": {
    "title": "Equalizer",
    "Psychological Profile": "You step in to level the field. You move fast to correct unfair weight, close gaps, and prevent momentum from trampling the overlooked. Your authority is corrective: you enforce fairness so motion doesn’t entrench advantage.",
    "Origin": "You saw decisions that rewarded noise and punished the quiet. From those patterns, you learned to interrupt imbalanced flows and insist that progress include everyone, not just the loudest voices.",
    "Inner Conflict": "You want decisive action but stall when wins come at the cost of fairness. The tension is between rapid gains and durable justice; you often slow the team to make sure the path doesn’t favor a few.",
    "Field Presence": "People feel safer under your watch because you check excess and redistribute attention. Your moves reduce resentment but can be read as brakes by those chasing unchecked speed. Signal: Balance steadies momentum.",
    "signal": "Balance steadies momentum",
    "_word_counts": {
      "Psychological Profile": 35,
      "Origin": 30,
      "Inner Conflict": 37,
      "Field Presence": 32
    },
    "_total_words": 134
  },
  "variants": [
    {
      "title": "Equalizer × Sovereign",
      "Psychological Profile": "You enforce authority to restore fairness. You assert clear commands that also rebalance stakes, using decisive action to correct overreach and re-center the group.",
      "Origin": "You watched concentration of power ruin outcomes. You learned that strong calls can and should redistribute influence so the system works for everyone.",
      "Inner Conflict": "You wrestle with whether a hard correction will create stability or new resentments. Your fixes can feel blunt but often stop harm faster than debate.",
      "Field Presence": "Teams follow because your orders come with fairness baked in. You cut through imbalance with a firm hand. Signal: Commanded balance restores order.",
      "signal": "Commanded balance restores order",
      "_word_counts": {
        "Psychological Profile": 24,
        "Origin": 23,
        "Inner Conflict": 25,
        "Field Presence": 23
      },
      "_total_words": 95
    },
    {
      "title": "Equalizer × Rebel",
      "Psychological Profile": "You level by breaking entrenched advantage. Your disruptions target hoarded power and reopen access, preferring upheaval that redistributes opportunity rather than preserves status.",
      "Origin": "You saw institutions protect insiders. You learned to use rupture not for its own sake but to clear space where fairness can actually take root.",
      "Inner Conflict": "You risk collateral damage to unsettle concentrated power. The cost of honest redistribution can be lost allies and temporary chaos.",
      "Field Presence": "Your moves shock the system and widen access quickly. Some resist the change; others finally get a seat at the table. Signal: Disrupt to equalize.",
      "signal": "Disrupt to equalize",
      "_word_counts": {
        "Psychological Profile": 23,
        "Origin": 25,
        "Inner Conflict": 20,
        "Field Presence": 25
      },
      "_total_words": 93
    },
    {
      "title": "Equalizer × Visionary",
      "Psychological Profile": "You imagine a fair future and move to build it. Your corrections are aimed at creating long-term inclusion, not short-term optics, aligning present fixes with a broader equitable horizon.",
      "Origin": "You watched narrow wins erode future trust. You learned to pair bold vision with concrete steps that distribute benefit across the system.",
      "Inner Conflict": "You balance sweeping ideals with targeted corrections. Large-scale fairness can require patient work that slows visible progress.",
      "Field Presence": "People rally to a future they can belong to, not just envy. Your leadership frames fairness as strategic, not charitable. Signal: Visionary fairness endures.",
      "signal": "Visionary fairness endures",
      "_word_counts": {
        "Psychological Profile": 29,
        "Origin": 22,
        "Inner Conflict": 17,
        "Field Presence": 24
      },
      "_total_words": 92
    },
    {
      "title": "Equalizer × Navigator",
      "Psychological Profile": "You equalize by routing resources and opportunity. You design paths that reduce disadvantage, making sure the map doesn’t privilege existing power centers.",
      "Origin": "You saw routes that advantaged the few. You learned to redraw paths so access flows where it’s needed most.",
      "Inner Conflict": "You sometimes slow to re-route, which can frustrate those pushing forward. The trade-off is between efficient progress and equitable access.",
      "Field Presence": "Under your guidance, movement happens on fairer roads. People notice the change in access and feel the system is more just. Signal: Routes redistribute advantage.",
      "signal": "Routes redistribute advantage",
      "_word_counts": {
        "Psychological Profile": 22,
        "Origin": 19,
        "Inner Conflict": 20,
        "Field Presence": 25
      },
      "_total_words": 86
    },
    {
      "title": "Equalizer × Guardian",
      "Psychological Profile": "You protect the vulnerable through corrective action. You move quickly to remove policies or practices that expose people to harm and imbalance.",
      "Origin": "You watched growth happen at the expense of people. You learned to step in as a shield and an equalizer when systems prioritized winners over welfare.",
      "Inner Conflict": "You fear that corrections might overcompensate and stifle legitimate performance. The tension is between protection and preserving deserved reward.",
      "Field Presence": "Teams feel safer because threats to equity get addressed. Your presence reduces exploitation but can be seen as obstructing competitive advantage. Signal: Protection equalizes risk.",
      "signal": "Protection equalizes risk",
      "_word_counts": {
        "Psychological Profile": 22,
        "Origin": 26,
        "Inner Conflict": 19,
        "Field Presence": 25
      },
      "_total_words": 92
    },
    {
      "title": "Equalizer × Seeker",
      "Psychological Profile": "You demand evidence of advantage and bias. Your tests expose hidden edges that skew outcomes and you accept only proofs that show fairness in practice, not just in promise.",
      "Origin": "You saw biased metrics hide inequity. You trained yourself to probe for skew and to pull back levers that institutionalized unfairness.",
      "Inner Conflict": "You delay moves until the evidence clears, which can slow urgent fixes. The choice is between swift correction and well-proven correction.",
      "Field Presence": "People respect your audits because they reveal real imbalances. Your process uncovers problems others miss. Signal: Evidence uncovers bias.",
      "signal": "Evidence uncovers bias",
      "_word_counts": {
        "Psychological Profile": 29,
        "Origin": 21,
        "Inner Conflict": 21,
        "Field Presence": 19
      },
      "_total_words": 90
    },
    {
      "title": "Equalizer × Architect",
      "Psychological Profile": "You rewrite the system’s architecture to embed fairness. You prefer structural fixes that lock in equity, not ad-hoc patches that fade with leadership changes.",
      "Origin": "You watched band-aid solutions drift as leaders changed. You learned to design rules and interfaces that preserve equal access over time.",
      "Inner Conflict": "You trade speed for durable fairness. Structural reform takes time and faces resistance, but it prevents recurring inequality.",
      "Field Presence": "People benefit from the redesigned systems long after you’re gone. Your fixes reduce future friction but can slow immediate rollout. Signal: Architecture locks equity.",
      "signal": "Architecture locks equity",
      "_word_counts": {
        "Psychological Profile": 24,
        "Origin": 21,
        "Inner Conflict": 18,
        "Field Presence": 24
      },
      "_total_words": 87
    },
    {
      "title": "Equalizer × Spotlight",
      "Psychological Profile": "You use visibility to force fairness. You expose imbalances publicly so they can’t be ignored, turning attention into leverage for correction.",
      "Origin": "You saw invisible harms persist. You learned that spotlighting injustice compels resources and fixes faster than private appeals.",
      "Inner Conflict": "You worry that exposure can shame rather than repair. The question is whether public pressure builds solutions or scars relationships.",
      "Field Presence": "When you call attention to disparity, systems bend quickly. Critics call it performative; beneficiaries call it overdue. Signal: Visibility compels equity.",
      "signal": "Visibility compels equity",
      "_word_counts": {
        "Psychological Profile": 21,
        "Origin": 18,
        "Inner Conflict": 20,
        "Field Presence": 21
      },
      "_total_words": 80
    },
    {
      "title": "Equalizer × Diplomat",
      "Psychological Profile": "You broker fairness across interests. You design compromises that redistribute benefit while keeping enough coalition intact to implement change.",
      "Origin": "You watched reform collapse because stakeholders were excluded. You learned to craft deals that move power without burning the table.",
      "Inner Conflict": "You often water change down to keep allies on board. The struggle is making progress that’s real enough without losing political support.",
      "Field Presence": "People trust your framing because it brings varied groups into the solution. Your equalization is durable because it’s agreed, even if imperfect. Signal: Negotiated fairness holds.",
      "signal": "Negotiated fairness holds",
      "_word_counts": {
        "Psychological Profile": 19,
        "Origin": 20,
        "Inner Conflict": 22,
        "Field Presence": 26
      },
      "_total_words": 87
    },
    {
      "title": "Equalizer × Partner",
      "Psychological Profile": "You equalize through mutual care. You correct imbalances by reallocating support and attention to those who need it, aiming to maintain relationships while fixing injustice.",
      "Origin": "You saw relationships broken by unequal load. You learned to protect bonds by sharing resources and creating reciprocal systems of support.",
      "Inner Conflict": "You hesitate when correction risks alienating allies. The choice is between preserving ties and making hard redistributions.",
      "Field Presence": "Teams feel held during transitions because you prioritize people through the change. The result is often steadier adoption but slower rollout. Signal: Care redistributes power.",
      "signal": "Care redistributes power",
      "_word_counts": {
        "Psychological Profile": 25,
        "Origin": 21,
        "Inner Conflict": 17,
        "Field Presence": 25
      },
      "_total_words": 88
    },
    {
      "title": "Equalizer × Provider",
      "Psychological Profile": "You equalize by provisioning. You ensure resources, time, and cover reach those who’ve been overlooked so they can participate fully in movement.",
      "Origin": "You watched talent go untapped for lack of support. You learned to shift resources to unblock participation rather than simply call for broader intent.",
      "Inner Conflict": "You sometimes delay action to secure resources, which can frustrate urgency. The trade-off is between readiness and immediate correction.",
      "Field Presence": "Under your intervention, previously sidelined contributors gain footing. The system moves more inclusively but sometimes more slowly. Signal: Provision enables inclusion.",
      "signal": "Provision enables inclusion",
      "_word_counts": {
        "Psychological Profile": 22,
        "Origin": 24,
        "Inner Conflict": 19,
        "Field Presence": 21
      },
      "_total_words": 86
    },
    {
      "title": "Equalizer × Catalyst",
      "Psychological Profile": "You trigger fast redistributions. You pick small, targeted shocks that force attention and resource shifts, accelerating correction when inertia protects privilege.",
      "Origin": "You watched slow reform stall while advantage calcified. You learned to nudge systems with precise disruptions that force corrective motion.",
      "Inner Conflict": "You risk backlash with aggressive corrections. The speed of change can unsettle those who must adapt, even if it levels access faster.",
      "Field Presence": "Your moves produce quick rebalancing; the cost is short-term upheaval. People either adapt quickly or push back hard. Signal: Targeted shocks rebalance.",
      "signal": "Targeted shocks rebalance",
      "_word_counts": {
        "Psychological Profile": 21,
        "Origin": 20,
        "Inner Conflict": 22,
        "Field Presence": 22
      },
      "_total_words": 85
    },
    {
      "title": "Equalizer × Artisan",
      "Psychological Profile": "You craft equitable detail. You fine-tune processes, language, and small interfaces so inclusion is built into daily work, not left to grand gestures.",
      "Origin": "You saw tiny exclusions compound into large gaps. You learned that meticulous adjustments prevent systemic drift toward inequality.",
      "Inner Conflict": "You refine at the cost of immediate spectacle. The result is slow but lasting change, and sometimes that slowness is criticized.",
      "Field Presence": "People notice small, durable improvements under your influence. The system becomes fairer by design rather than decree. Signal: Craft embeds equity.",
      "signal": "Craft embeds equity",
      "_word_counts": {
        "Psychological Profile": 23,
        "Origin": 18,
        "Inner Conflict": 21,
        "Field Presence": 21
      },
      "_total_words": 83
    }
  ]
}